Repository: jriguera/gpx
Catalog: gpx/po/*.po
Languages: es, gl

source: GPX Track error: '%s'.
es: GPX Error en Camino: '%s'.
gl: GPX Error no Camiño: '%s'.

source: GPX Segment error: '%s'.
es: GPX Error en Segmento: '%s'.
gl: GPX Error no Segmento: '%s'.

source: GPX Point element error: '%s'.
es: GPX Error en Punto: '%s'.
gl: GPX Error no Punto: '%s'.

source: Cannot parse GPX data: '%s'.
es: Imposible interpretar datos GPX: '%s'.
gl: Imposible interpretar datos GPX: '%s'.

source: latitude = '%d', not in [-90.0..90.0] range
es: latitud = '%d', no está en rango [-90.0..90.0]
gl: latitude = '%d', non está no rango [-90.0..90.0]

source: longitude = '%d', not in [-180.0..180.0] range
es: longitud = '%d', no está en rango [-180.0..180.0]
gl: lonxitude = '%d', non está no rango [-180.0..180.0]

source: Time type excepted '%(type_expected)s', got '%(type_got)s' instead
es: Se esperaba tiempo de tipo '%(type_expected)s' en lugar de '%(type_got)s'
gl: Esperábase tempo de tipo '%(type_expected)s' en vez de '%(type_got)s'

source: Latitude type excepted '%(type_expected)s', got '%(type_got)s' instead
es: Se esperaba latitud de tipo '%(type_expected)s' en lugar de '%(type_got)s'
gl: Esperábase latitude de tipo '%(type_expected)s' en vez de '%(type_got)s'

source: Longitude type excepted '%(type_expected)s', got '%(type_got)s' instead
es: Se esperaba longitud de tipo '%(type_expected)s' en lugar de '%(type_got)s'
gl: Esperábase lonxitude de tipo '%(type_expected)s' en vez de '%(type_got)s'

source: Point type excepted '%(type_expected)s', got '%(type_got)s' instead
es: Se esperaba punto de tipo '%(type_expected)s' en lugar de '%(type_got)s'
gl: Esperábase punto de tipo '%(type_expected)s' en vez de '%(type_got)s'

source: Cannot delete point at pos %s!
es: ¡Imposible borrar punto en la posición %s!
gl: ¡Imposible borrar punto na posición %s!

source: Segment type excepted '%(type_expected)s', got '%(type_got)s' instead
es: Se esperaba segmento de tipo '%(type_expected)s' en lugar de '%(type_got)s'
gl: Esperábase segmento de tipo '%(type_expected)s' en vez de '%(type_got)s'

source: Segment empty!
es: ¡Segmento vacío!
gl: ¡Segmento vacío!

source: Cannot delete segment at pos %s!
es: ¡Imposible borrar segmento en la posición %s!
gl: ¡Imposible borrar segmento na posición %s!

source: Time delta type excepted '%(type_expected)s', got '%(type_got)s' instead
es: Se esperaba delta de tiempo de tipo '%(type_expected)s' en lugar de '%(type_got)s'
gl: Esperábase delta de tempo de tipo '%(type_expected)s' en vez de '%(type_got)s'

source: Cannot parse <time> node:
es: Imposible interpretar nodo <time>:
gl: Imposible interpretar nodo <time>:

source: Cannot parse <wpt> node:
es: Imposible interpretar nodo <wpt>:
gl: Imposible interpretar nodo <wpt>:

source: Track number %(track_number)s (%(number)s)
es: Camino número %(track_number)s (de %(number)s)
gl: Camiño número %(track_number)s (de %(number)s)

source: Track %(number)s %(type)s. %(src)s. %(link)s.
es: Camino %(number)s %(type)s. %(src)s. %(link)s.
gl: Camiño %(number)s %(type)s. %(src)s. %(link)s.

source: Route number %(route_number)s (of %(number)s)
es: Ruta número %(route_number)s (de %(number)s)
gl: Ruta número %(route_number)s (de %(number)s)

source: Route %(number)s %(type)s. %(src)s. %(link)s.
es: Ruta %(number)s %(type)s. %(src)s. %(link)s.
gl: Ruta %(number)s %(type)s. %(src)s. %(link)s.
